Repository: PhilippMatthes/no2
Catalog: pollution/*.lproj/Localizable.strings
Languages: de

# no2info
source: https://en.wikipedia.org/wiki/Nitrogen_dioxide
de: https://de.wikipedia.org/wiki/Stickstoffdioxid

# coinfo
source: https://en.wikipedia.org/wiki/Carbon_monoxide
de: https://de.wikipedia.org/wiki/Kohlenstoffmonoxid

# pm10info
source: https://en.wikipedia.org/wiki/Particulates
de: https://de.wikipedia.org/wiki/Feinstaub

# pm25info
source: https://en.wikipedia.org/wiki/Particulates
de: https://de.wikipedia.org/wiki/Feinstaub

# so2info
source: https://en.wikipedia.org/wiki/Sulfur_dioxide
de: https://de.wikipedia.org/wiki/Schwefeldioxid

# o3info
source: https://en.wikipedia.org/wiki/Ozone
de: https://de.wikipedia.org/wiki/Ozon

source: 1 Day
de: 1 Tag

source: 3 Days
de: 3 Tage

source: 7 Days
de: 7 Tage

source: 30 Days
de: 30 Tage

source: 60 Days
de: 60 Tage

source: All Data
de: Alle Daten

source: 365 Days
de: 365 Tage

# failedToLoad
source: Failed to load Data
de: Laden fehl- geschlagen

source: Loading Data
de: Lädt Daten

# loadingLocation
source: Loading Station
de: Lädt Station

source: Tap to cancel
de: Zum Abbruch antippen

source: Tap to return
de: Zum Zurückkehren antippen

source: Measurement selection
de: Messungen auswählen

# selectMeasurement
source: Select the corresponding measurement to display more information.
de: Wählen Sie eine Messung aus, um mehr Informationen anzuzeigen

source: Today
de: Heute

source: Cancel
de: Abbruch

source: No location found.
de: Keinen Ort gefunden.

# searchQueryDidNotResult
source: Your search query did not result in any locations to be displayed. Please try again.
de: Ihre Suche war leider erfolglos. Bitte versuchen Sie es erneut.

# detailViewTitle
source: Detail
de: Detailansicht

source: High
de: Grenzw.

source: Station saved!
de: Station gespeichert!

source: Done
de: Fertig

source: Source
de: Quelle

source: Location
de: Ort

# dateFormat
source: yyyy-MM-dd
de: dd.MM.yyyy

# shortDateFormat
source: MM-dd
de: dd.MM.

# noData
source: No specific data available for the selected time range or pollutant.
de: Keine Daten für den ausgewählten Zeitraum oder Schadstoff verfügbar.

source: Current air quality for
de: Aktuelle Luftverschmutzung für

# cellInformation
source: To add new stations, select a station from the map and save it. It will appear in this list automatically.
de: Um eine neue Station hinzuzufügen, wählen Sie diese von der Karte aus. Im Fenster, dass sich öffnet, können Sie die Station speichern. Sie wird dann automatisch in dieser Liste erscheinen.
